Repository: abdulazizmalikov18/carting
Catalog: lib/src/localization/app_*.arb
Languages: kk, uz

source: Profile
kk: Профил
uz: Profil

source: Auth
kk: Авторизация
uz: Avtorizatsiya

source: Settings
kk: Созламалар
uz: Sozlamalar

source: Log out
kk: Чиқиш
uz: Chiqish

source: List
kk: Рўйхат
uz: Ro'yxat

source: History
kk: Тарих
uz: Tarix

source: Not identified
kk: Маълумот киритилмаган
uz: Ma’lumot kiritilmagan

source: Filter
kk: Фильтр
uz: Filtr

source: Search
kk: Қидирув
uz: Qidiruv

source: Identified user
kk: Идентификацияланган
uz: Identifikatsiyalangan

source: View all
kk: Барчасини кўриш
uz: Barchasini ko'rish

source: Lent
kk: Берилган
uz: Berilgan

# tashkentToAndijan
source: Tashkent → Andijan
kk: Тошкентдан Андижонга

source: Furniture
kk: Мебель
uz: Mebel

# dimensions
source: 2 х 3 х 2 m²
kk: Ўлчамлар

source: Personal
kk: Шахсий
uz: Shaxsiy

source: Physical
kk: Жисмоний
uz: Jismoniy

source: Legal
kk: Юридик
uz: Yuridik

source: STIR
kk: СТИР

source: Company Name
kk: Компания номи
uz: Kompaniya nomi

source: Call Center Number
kk: Колл-марказ рақами
uz: Call-markaz raqami

source: Your Name
kk: Исмингиз
uz: Ismingiz

source: Your Surname
kk: Фамилиянгиз
uz: Familyangiz

source: Phone Number
kk: Телефон рақами
uz: Telefon raqam

source: Telegram
kk: Телеграм

# enterRegisteredNumber
source: Enter your registered number to access your profile!
kk: Профилингизга кириш учун рўйхатдан ўтган телефон рақамингизни киритинг!
uz: Profilingizga kirish uchun ro’yxatdan o’tgan telefon raqamingizni kiriting!

source: Support Center
kk: Қўллаб-қувватлаш маркази
uz: Qo‘llab-quvvatlash markazi

source: Phone
kk: Телефон
uz: Telefon

source: Email
kk: Электрон почта
uz: Elektron pochta

# infoNotFound
source: Information not found
kk: Маълумот топилмади
uz: Maʼlumot topilmadi

# haveRegisteredBefore
source: Have you registered before?
kk: Сиз рўйхатдан ўтганмисиз?
uz: Siz ro‘yxatdan o‘tganmisiz?

source: Enter
kk: Кириш
uz: Kirish

source: Register
kk: Рўйхатдан ўтиш
uz: Ro‘yxatdan o‘tish

source: Enter Code
kk: Кодни киритинг
uz: Kodni kiriting

# verificationCodeSentToPhone
source: Verification code sent to
kk: Тасдиқлаш кодини
uz: Tasdiqlash kodini

# verificationCodeSentToEmail
source: Verification code sent to
kk: Тасдиқлаш кодини
uz: Tasdiqlash kodini

# didNotReceiveCode
source: Did not receive the code?
kk: Код олмадингизми?
uz: Kod olmadingizmi?

source: Resend
kk: Қайта юбориш
uz: Qayta yuborish

# legalEntityInfo
source: Legal entity information
kk: Юридик шахс маълумотлари
uz: Yuridik shaxs ma'lumotlari

# individualInfo
source: Individual information
kk: Жисмоний шахс маълумотлари
uz: Jismoniy shaxs ma'lumotlari

# agreeToTerms
source: I agree to the terms of use
kk: Фойдаланиш шартларига розиман
uz: Foydalanish shartlariga roziman

source: Fill in the information
kk: Маълумотларни тўлдиринг
uz: Maʼlumotlarni to'ldiring

source: Enter STIR
kk: Компаниянгиз СТИР рақамини киритинг
uz: STIR kiriting

# describeProblem
source: Describe the problem
kk: Муаммони тавсифланг
uz: Muammoni tavsiflang

source: Send
kk: Юбориш
uz: Yuborish

# canICancelOrder
source: Can I cancel the order?
kk: Буюртмани бекор қилсам бўладими?
uz: Buyurtmani bekor qilsam bo‘ladimi?

# howToAcceptOrder
source: How to accept an order?
kk: Буюртмани қандай қабул қилиш мумкин?
uz: Buyurtmani qanday qabul qilish mumkin?

source: What can I do?
kk: Нима қилишим мумкин?
uz: Nima qilishim mumkin?

# yesYouCan
source: Yes, you can. You will be notified when new clients arrive.
kk: Ҳа, мумкин
uz: Ha, mumkin

source: Change Number
kk: Рақамни ўзгартириш
uz: Raqamni o‘zgartirish

# enterNewPhoneNumber
source: Enter your new phone number!
kk: Янги телефон рақамини киритинг
uz: Yangi telefon raqamini kiriting

# verificationCodeSent
source: Verification code sent to
kk: Тасдиқлаш коди юборилди
uz: Tasdiqlash kodini

# referalCode
source: Referral Code
kk: Реферал код
uz: Referal kodi

source: Comments
kk: Изоҳлар
uz: Izohlar

source: Create Order
kk: Буюртма яратиш
uz: Buyurtma yaratish

source: Price Range
kk: Нарх оралиғи
uz: Narx oralig'i

# paymentInfo
source: Payment Information
kk: Тўлов ҳақида маълумот
uz: To'lov ma'lumotlari

source: Cargo
kk: Юк
uz: Yuk

source: Note
kk: Изоҳ
uz: Eslatma

source: Name and Surname
kk: Исм ва фамилия
uz: Ism va familiya

source: Recipient
kk: Қабул қилувчи
uz: Qabul qiluvchi

source: How Many Loaders
kk: Нечта юк кўтарувчи керак?
uz: Nechta yuklovchi

source: Loading Service
kk: Юк ташиш хизмати
uz: Yuklash xizmati

source: Phone numer
kk: Телефон рақами
uz: Telefon raqami

source: Birth date
kk: Туғилган сана
uz: Tug'ilgan sana

source: Notifications
kk: Хабарномалар
uz: Xabarnomalar

source: Closed
kk: Ёпиқ
uz: Yopiq

source: Light
kk: Ёруғ'
uz: Yorug'

source: Dark
kk: Тунги
uz: Tungi

source: System
kk: Авто
uz: Avto

# lenguage
source: Language
kk: Тил
uz: Til

source: Change Phone
kk: Телефон рақамини ўзгартириш
uz: Telefon raqamini o'zgartirish

source: Personal information
kk: Шахсий маълумотлар
uz: Shaxsiy ma'lumotlar

source: First name
kk: Исм
uz: Ism

source: Last name
kk: Фамилия
uz: Familiya

source: Login
kk: Кириш
uz: Kirish

source: Enter company name
kk: Компания номини киритинг
uz: Kompaniya nomi kiriting

source: Enter your name
kk: Исмингизни киритинг
uz: Ismingizni kiriting

source: Enter your surname
kk: Фамилиянгизни киритинг
uz: Familiyangizni kiriting

source: Enter phone number
kk: Телефон рақам киритинг
uz: Telefon raqami

source: Enter verification code
kk: Тасдиқлаш кодини киритинг
uz: Tasdiqlash kodini kiriting

# enterPhoneNumberToRegister
source: Enter your phone number to register!
kk: Рўйхатдан ўтиш учун телефон рақамингизни киритинг
uz: Ro‘yxatdan o‘tish uchun telefon raqamingizni kiriting!

source: Choose your identity!
kk: Фойдаланувчи турини танланг
uz: Foydalanuvchi turini tanlang

# whoAreYouOnPlatform
source: Who are you on the platform?
kk: Сиз иловадан ким сифатида фойдаланмоқчисиз?
uz: Siz ilovadan kim sifatida foydalanmoqchisiz?

source: Legal Entity
kk: Юридик шахс
uz: Yuridik shaxs

source: Individual
kk: Жисмоний шахс
uz: Jismoniy shaxs

# continueAction
source: Continue
kk: Давом этиш
uz: Davom etish

source: Confirm
kk: Тасдиқлаш
uz: Tasdiqlash

source: Save
kk: Сақлаш
uz: Saqlash

source: Cancel
kk: Бекор қилиш
uz: Bekor qilish

source: Go to main
kk: Асосий саҳифага ўтиш
uz: Asosiy sahifaga o'tish

source: Successful
kk: Муваффақиятли
uz: Muvaffaqiyatli

source: Rate the app
kk: Иловани баҳоланг
uz: Ilovani baholang

source: Theme
kk: Режим
uz: Rejim

source: Photofact
kk: Фото далил
uz: Fotosurat dalili

source: Delete photo
kk: Фото суръатни ўчириш
uz: Fotosuratni o'chirish

source: Address
kk: Манзил
uz: Manzil

source: days left
kk: кун қолди
uz: kun qoldi

source: All questions
kk: Барча саволлар
uz: Barcha savollar

source: Refresh
kk: Янгилаш
uz: Yangilash

source: Date
kk: Сана
uz: Sana

source: About us
kk: Биз ҳақимизда
uz: Biz haqimizda

source: Passing score
kk: Ўтиш бали
uz: O'tish bali

source: week
kk: ҳафта
uz: hafta

source: day
kk: кун
uz: kun

source: moon
kk: ой
uz: oy

source: Tests
kk: Тестлар
uz: Testlar

source: Go to identification
kk: Идентификацияга ўтиш
uz: Identifikatsiyaga o'tish

source: Scan to login
kk: Кириш учун сканерланг
uz: Kirish uchun skanerlang

source: Do you want to go out?
kk: Чиқмоқчимисиз?
uz: Chiqmoqchimisiz?

source: Yes
kk: Ҳа
uz: Ha

source: No
kk: Йўқ
uz: Yo'q

source: seconds
kk: сония
uz: soniya

source: Support
kk: Қўллаб-қувватлаш
uz: Qo'llab-quvvatlash

source: Frequently Asked Questions
kk: Кўп бериладиган саволлар
uz: Ko'p beriladigan savollar

source: From
kk: Қаердан
uz: Qayerdan

source: To
kk: Қаерга
uz: Qayerga

source: Welcome
kk: Хуш келибсиз!
uz: Xush kelibsiz!

# transportServices
source: Fast, convenient, affordable in all transport services in one app!
kk: Барча транспорт хизматлари битта иловада – тез, қулай, арзон!
uz: Barcha transport xizmatlari bitta ilovada – tez, qulay, arzon!

source: Start
kk: Бошлаш
uz: Boshlash

source: What happened
kk: Нима гап
uz: Nima gap

source: Main
kk: Асосий
uz: Asosiy

source: Transport
kk: Транспорт

source: Cargo Transport
kk: Юк ташиш
uz: Yuk tashish

# cancelAnnouncement
source: Are you sure you want to cancel the announcement?
kk: Ҳақиқатдан ҳам эълонни бекор қилмоқчимисиз?
uz: Haqiqatan ham e’lonni bekor qilmoqchimisiz?

source: Deactivate
kk: Бекор қилиш
uz: Bekor qilish

source: Load Weight
kk: Юк вазни
uz: Yuk vazni

source: Transport Count
kk: Транспорт сони
uz: Transport soni

source: Departure Date
kk: Жўнатиш санаси
uz: Jo‘natish sanasi

source: Cargo Type
kk: Юк тури
uz: Yuk turi

source: Cargo Image
kk: Юк расми
uz: Yuk rasmi

source: Cargo Loading Service
kk: Юклаш хизмати
uz: Yuklash xizmati

source: Payment
kk: Тўлов
uz: To‘lov

source: Transport Type
kk: Транспорт тури
uz: Transport turi

# yourCargoIsOnTheWay
source: Your cargo is already on the way!
kk: Юкингиз аллақачон йўлда!
uz: Yukingiz allaqachon yo’lda!

# driverDeliveredCargo
source: The driver delivered your cargo to the destination. Do you confirm?
kk: Ҳайдовчи юкларингизни манзилга етказди. Буни тасдиқлайсизми?
uz: Haydovchi yuklaringizni manzilga yetkazdi. Buni tasdiqlaysizmi?

source: Contact Us
kk: Биз билан боғланиш
uz: Biz bilan bog’lanish

source: Mark as Read
kk: Ўқилган сифатида белгилаш
uz: O’qilgan sifatida belgilash

source: Multiple Box Capacity
kk: Бир нечта қути сиғими
uz: Bir nechta quti sig’imi

source: Washing Machine, etc.
kk: Кир ювиш машинаси в.б.
uz: Kir yuvish mashinasi v.b.

# homeAppliances
source: Home Appliances and Equipment
kk: Уй жиҳозлари ва техникалари
uz: Uy jihozlari va texnikalari

source: Large Quantity Goods
kk: Кўп миқдордаги маҳсулот
uz: Ko’p miqdordagi mahsulot

source: About Order
kk: Буюртма ҳақида
uz: Buyurtma haqida

source: About Cargo
kk: Юк ҳақида
uz: Yuk haqida

source: Select
kk: Танланг
uz: Tanlang

source: Cargo Volume
kk: Юк ҳажми
uz: Yuk hajmi

source: Height
kk: Бўйи
uz: Bo’yi

source: Width
kk: Эни
uz: Eni

source: Length
kk: Узунлиги
uz: Uzunligi

source: Cargo Images
kk: Юк расмлари
uz: Yuk rasmlari

source: Truck Type
kk: Юк машина тури
uz: Yuk mashina turi

source: Order Details
kk: Буюртма ҳақида
uz: Buyurtma haqida

source: Live Tracking
kk: Жонли кузатиш
uz: Jonli kuzatish

source: Cancel Order
kk: Буюртмани бекор қилиш
uz: Buyurtmani bekor qilish

source: Message
kk: Хабар
uz: Xabar

# orderReceived
source: You have received the order!
kk: Буюртмани қабул қилдингиз!
uz: Buyurtmani qabul qildingiz!

source: Accept
kk: Қабул қилиш
uz: Qabul qilish

source: Alternative Offer
kk: Бошқа таклиф
uz: Boshqa taklif

source: Car broke down.
kk: Машина бузилди.
uz: Mashina buzildi.

source: Ran out of fuel.
kk: Бензин етмади.
uz: Benzin yetmadi.

# cargoIssue
source: There is an issue with the cargo.
kk: Юк билан муаммо бор.
uz: Yuk bilan muammo bor.

# trafficAccident
source: There was a traffic accident.
kk: Йўл-транспорт ҳодисаси бўлди.
uz: Yo’l transport hodisasi bo’ldi.

# couldNotFindKitchen
source: Could not find the kitchen.
kk: Ошхона тополмадим.
uz: Oshxona topolmadim.

source: Other
kk: Бошқа
uz: Boshqa

source: Cancellation Reason
kk: Бекор қилиш сабаби
uz: Bekor qilish sababi

# writeCancellationReason
source: Write the reason for cancellation
kk: Бекор қилиш сабабини ёзиб қолдиринг
uz: Bekor qilish sababini yozib qoldiring

source: Order History
kk: Буюртмалар тарихи
uz: Buyurtmalar tarixi

source: Cancelled
kk: Бекор қилинган
uz: Bekor qilingan

source: Not Active
kk: Фаол эмас
uz: Faol emas

source: Payment Type
kk: Тўлов тури
uz: To'lov turi

source: Delivery
kk: Етказиб бериш
uz: Yetkazib berish

source: Peregon Service
kk: Перегон хизмати
uz: Peregon xizmati

# shipping
source: Cargo Shipping
kk: Юк ташиш
uz: Yuk tashish

source: Fuel Delivery
kk: Ёқилғи етказиб бериш
uz: Yoqilg‘i yetkazib berish

source: Passenger Transport
kk: Йўловчи ташиш
uz: Yo'lovchi tashish

source: Car Rental
kk: Транспорт ижараси
uz: Transport ijarasi

# specialTechServices
source: Special Technical Services
kk: Махсус техника хизмати
uz: Maxsus texnika xizmatlari

source: Auto Repair
kk: Авто таъмирлаш
uz: Avto ta'mirlash

source: Transport Transfer
kk: Транспорт трансфери
uz: Transport transferi

source: Warehouse Storage
kk: Омборда сақлаш
uz: Omborda saqlash

# searchTransport
source: Search for the necessary transport
kk: Керакли транспортни қидиринг
uz: Kerakli transportni qidiring

source: Services
kk: Хизматлар
uz: Xizmatlar

source: Announcements
kk: Эълонлар
uz: E’lonlar

# searchAnnouncement
source: Search for the necessary announcement
kk: Керакли эълонни қидиринг
uz: Kerakli e’lonni qidiring

source: All
kk: Барчаси
uz: Barchasi

source: My Orders
kk: Буюртмаларим
uz: Buyurtmalarim

source: My Services
kk: Хизматларим
uz: Xizmatlarim

source: Transport Announcements
kk: Транспорт эълонлари
uz: Transport e'lonlari

source: Service Type
kk: Хизмат тури
uz: Xizmat turi

source: Description
kk: Изоҳ
uz: Izoh

# leaveOrderComment
source: Leave a comment about order!
kk: Буюртмага изоҳ қолдиринг
uz: Buyurtma haqida izoh qoldiring!

source: Cash
kk: Нақд
uz: Naqd

source: Card
kk: Карта
uz: Karta

source: Price
kk: Нарх
uz: Narx

source: Enter price
kk: Нархни киритинг
uz: Narxni kiriting

source: Queue Registration
kk: Навбатга ёзилиш
uz: Navbatga yozilish

source: Unknown
kk: Номаълум
uz: Nomalum

source: Call
kk: Қўнғироқ қилиш
uz: Qo‘ng‘iroq qilish

source: Contact via Telegram
kk: Телеграм орқали боғланиш
uz: Telegram orqali bog‘lanish

source: Referral Program
kk: Реферал дастури
uz: Referal dastur

source: Invite
kk: Таклиф қилиш
uz: Taklif qilish

source: Statistics
kk: Статистика
uz: Statistika

source: Edit
kk: Таҳрирлаш
uz: Tahrirlash

source: Add
kk: Қўшиш
uz: Qo‘shish

source: Invited Users
kk: Таклиф қилинганлар фойдаланувчилар
uz: Taklif qilinganlar

source: Total Profit
kk: Умумий фойда
uz: Umumiy foyda

source: Earned Profit
kk: Топилган фойда
uz: Topilgan foyda

source: Withdrawn Profit
kk: Чиқариб олинган фойда
uz: Chiqarib olingan foyda

# confirm_delete_account
source: Are you sure you want to delete your account?
kk: Ҳақиқатдан ҳам аккаунтингизни ўчирмоқчимисиз?
uz: Haqiqatdan ham akkauntingizni o'chirib yubormoqchimisiz?

# faq_how_it_works_title
source: How does the Carting service work?
kk: Carting хизмати қандай ишлайди?
uz: Carting xizmati qanday ishlaydi?

# faq_how_it_works_desc
source: After placing an order, the nearest driver will pick up and deliver your cargo to the specified address.
kk: Буюртма берганингиздан сўнг, энг яқин ҳайдовчи юкингизни олиб, белгиланган манзилга етказади.
uz: Buyurtma berganingizdan so‘ng, eng yaqin haydovchi yukingizni olib, belgilangan manzilga yetkazadi.

# faq_payment_methods_title
source: What payment methods are available?
kk: Қандай тўлов усуллари мавжуд?
uz: Qanday to'lov usullari mavjud?

# faq_payment_methods_desc
source: Our service accepts payments in cash, by bank cards, and through payment systems.
kk: Бизнинг сервисимизда тўлов нақд пул, банк карталари ва тўлов тизимлари орқали қабул қилинади.
uz: Bizning servisimizda to'lov naqd pul, bank kartalari va to'lov tizimlari orqali qabul qilinadi.

# faq_pricing_title
source: How are shipping costs calculated?
kk: Юк ташиш нархлари қандай ҳисобланади?
uz: Yuk tashish narxlari qanday hisoblanadi?

# faq_pricing_desc
source: The cost depends on the distance, weight, and volume of the cargo. The final amount will be displayed at the time of order placement.
kk: Нарх масофа, юкнинг вазни ва ҳажмига боғлиқ. Якуний сумма буюртма беришда кўрсатилади.
uz: Narx masofa, yukning vazni va hajmiga bog‘liq. Yakuniy summa buyurtma berishda ko‘rsatiladi.

# faq_referral_title
source: How much reward can a user get for inviting others?
kk: Фойдаланувчини жалб қилгани учун қанча миқдорда мукофот олади?
uz: Taklif qilingan foydalanuvchi uchun qanday mukofot olaman?

# faq_referral_desc
source: If you send your referral link, and a new user registers through it and pays for a service in the app, you will receive 0.15% of the service cost as a reward.
kk: Агар мавжуд фойдаланувчи эҳтимолий мижозга реферал ҳаволани юборган бўлса ва ушбу мижоз шу ҳавола орқали рўйхатдан ўтиб, хизматдан фойдаланган бўлса, хизмат ҳақининг 0,15 фоизини мукофот сифатида олади.
uz: Agar siz o‘z referal havolangizni jo‘natsangiz va yangi foydalanuvchi ushbu havola orqali ro‘yxatdan o‘tib, ilova orqali xizmat uchun to‘lov qilsa, siz xizmat narxining 0,15% miqdorida mukofot olasiz.

# faq_login_title
source: What do you need to log in to the app?
kk: Иловага кириш учун нималар керак бўлади?
uz: Ilovaga kirish uchun nimalar kerak bo‘ladi?

# faq_login_desc
source: Logging into the Carting app is very easy. Simply enter your phone number or email address. A login code will be sent via SMS or email.
kk: Carting иловасига кириш жуда осон. Телефон рақами ёки электрон почтаси бўлса етарли. Кодни SMS ёки электрон почта орқали олиш мумкин.
uz: Carting ilovasiga kirish juda oson. Telefon raqamingiz yoki elektron pochta manzilingizni ko‘rsatish kifoya. Kirish kodi SMS yoki email orqali yuboriladi.

# about_us_title
source: Carting – Your Reliable Transport Partner!
kk: Carting – Сизнинг ишончли транспорт ҳамкорингиз!
uz: Carting – Sizning ishonchli transport hamkoringiz!

# about_us_desc
source: Carting is a modern platform for convenient, fast, and reliable management of freight transportation and logistics services. We ensure secure delivery, easy order processing, and quick onboarding of verified service providers.
kk: Carting - бу юк ташиш ва транспорт хизматларини қулай, тех ва ишончли бошқариш учун замонавий платформа. Биз хавфсиз етказиб бериш, қулай буюртма бериш ва ишончли ижрочиларни тезкор боғланишни таъминлаймиз.
uz: Carting – bu yuk tashish va transport xizmatlarini qulay, tez va ishonchli boshqarish uchun zamonaviy platforma. Biz xavfsiz yetkazib berish, qulay buyurtma berish va ishonchli ijrochilarni tezkor bog‘lashni ta’minlaymiz.

# about_us_why_title
source: Why Choose Carting?
kk: Нега айнан Carting?
uz: Nega aynan Carting?

# about_us_why_points
source: ✅ Convenient and fast order processing – just a few steps in the app. ✅ Verified professionals – reliable specialists ensure safe delivery. ✅ Transparent pricing – no hidden fees, only fair prices. ✅ 24/7 support – always available to assist you.
kk: ✅ Қулай ва тез буюртма бериш - бир нечта босқичда илова орқали. ✅ Ишончли ижрочилар - тажрибали мутахассислар юкингизни хавфсиз етказиб беради. ✅ Шаффоф тарифлар - яширин тўловларсиз фақат адолатли нархлар. ✅ 24/7 Қўллаб-қувватлаш - ҳар доим ёрдам беришга тайёрмиз.
uz: ✅ Qulay va tez buyurtma berish – bir necha bosqichda ilova orqali. ✅ Ishonchli ijrochilar – tajribali mutaxassislar yukingizni xavfsiz yetkazib beradi. ✅ Shaffof tariflar – yashirin to‘lovlarsiz faqat adolatli narxlar. ✅ 24/7 qo‘llab-quvvatlash – har doim yordam berishga tayyormiz.

# about_us_slogan
source: Wherever you go – your cargo is in safe hands!
kk: Сиз қаерга йўл олишингиздан қатъий назар - юкингиз ишончли қўлларда!
uz: Qayerga yo‘l olishingizdan qat’i nazar – yukingiz ishonchli qo‘llarda!

source: Select Language!
kk: Тилни танланг!
uz: Tilni tanlang!

source: Terms of use
kk: Фойдаланиш шартлари
uz: Foydalanish shartlari

# agree_to
source: i agree to
kk: га розиман
uz: ga roziman

# via_phone
source: Via phone number
kk: Телефон рақам орқали
uz: Telefon raqam orqali

source: Via email
kk: Email почта орқали
uz: Email pochta orqali

source: Back
kk: Ортга
uz: Ortga

# no_service_ads
source: No service announcements and drivers available
kk: Хизматга оид Эълонлар ва ҳайдовчилар йўқ
uz: Xizmatga oid E’lonlar va haydovchilar yo‘q

source: Delete
kk: Ўчириш
uz: O‘chirish

# confirm_delete_code
source: Are you sure you want to delete the code?
kk: Ҳақиқатдан ҳам кодни ўчирмоқчимисиз?
uz: Haqiqatdan ham kodni o‘chirmoqchimisiz?

# confirm_save_referral_changes
source: Are you sure you want to save changes to the referral code description?
kk: Ҳақиқатдан ҳам реферал код тавсифидаги ўзгаришларни сақламоқчимисиз?
uz: Haqiqatdan ham referal kod tavsifidagi o‘zgarishlarni saqlamoqchimisiz?

source: Active
kk: Фаоллар
uz: Faol

source: Completed
kk: Тугалланганлар
uz: Tugallanganlar

source: Passenger Count
kk: Йўловчилар сони
uz: Yo‘lovchilar soni

# additionalInfo
source: Additional Information
kk: Кушимча маълумотлар
uz: Qo'shimcha ma'lumotlar
